vertical-pod-autoscaler/experiments/nginx-3-params-pbr-random-init/7/wrk_0.log
Running 15m test @ http://localhost:32201
  2 threads and 100 connections
  Thread calibration: mean lat.: 3324.232ms, rate sampling interval: 14573ms
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.23m    38.12s    2.67m    66.50%
    Req/Sec     2.79k     6.36k   31.01k    89.08%
  4751075 requests in 15.00m, 3.77GB read
  Socket errors: connect 0, read 361, write 32, timeout 4
Requests/sec:   5278.56
Transfer/sec:      4.29MB